Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Routing applies while Apple Intelligence is the selected model. In Quick, Auto and Deep, voice turns and requests to send email, get directions or search the web go to a cloud model whose data-sharing notice you've accepted, if you have one. Manual keeps every turn on the selected model.
ar: يُطبَّق التوجيه عندما يكون Apple Intelligence هو النموذج المحدد. في الأوضاع السريع والتلقائي والمعمّق، تذهب الأدوار الصوتية وطلبات إرسال البريد أو الحصول على الاتجاهات أو البحث في الويب إلى نموذج سحابي قبلت إشعار مشاركة البيانات الخاص به، إن وُجد. أما الوضع اليدوي فيُبقي كل دور على النموذج المحدد.
da: Routing gælder, mens Apple Intelligence er den valgte model. I Hurtig, Auto og Dyb går stemmebeskeder og anmodninger om at sende e-mail, få rutevejledning eller søge på nettet til en cloudmodel, hvis meddelelse om datadeling du har accepteret, hvis du har en. Manuel holder alle beskeder på den valgte model.
de: Routing gilt, solange Apple Intelligence das ausgewählte Modell ist. In Schnell, Automatisch und Gründlich gehen Sprachnachrichten und Anfragen zum Senden von E-Mails, für Wegbeschreibungen oder zur Websuche an ein Cloud-Modell, dessen Hinweis zur Datenweitergabe du akzeptiert hast, sofern vorhanden. Manuell hält jede Nachricht beim ausgewählten Modell.
es: El enrutamiento se aplica mientras Apple Intelligence es el modelo seleccionado. En Rápido, Automático y Profundo, los mensajes de voz y las solicitudes para enviar correos, obtener indicaciones o buscar en la web van a un modelo en la nube cuyo aviso de uso compartido de datos hayas aceptado, si tienes alguno. Manual mantiene cada mensaje en el modelo seleccionado.
fi: Reititys on käytössä, kun Apple Intelligence on valittu malli. Nopeassa, Automaattisessa ja Syvässä tilassa ääniviestit sekä pyynnöt lähettää sähköpostia, hakea reittiohjeita tai etsiä verkosta menevät pilvimallille, jonka tietojenjakoilmoituksen olet hyväksynyt, jos sellainen on. Manuaalinen pitää jokaisen viestin valitussa mallissa.
fr: Le routage s’applique lorsque Apple Intelligence est le modèle sélectionné. En Rapide, Auto et Approfondi, les échanges vocaux et les demandes d’envoi d’e-mail, d’itinéraire ou de recherche web sont envoyés à un modèle cloud dont vous avez accepté l’avis de partage des données, s’il y en a un. Manuel garde chaque échange sur le modèle sélectionné.
is: Leiðarval gildir á meðan Apple Intelligence er valið líkan. Í Hröðu, Sjálfvirku og Djúpu fara raddskilaboð og beiðnir um að senda tölvupóst, fá leiðarlýsingu eða leita á vefnum til skýjalíkans sem þú hefur samþykkt tilkynningu um gagnadeilingu fyrir, ef þú átt slíkt. Handvirkt heldur öllum skilaboðum á valda líkaninu.
it: L’instradamento si applica quando Apple Intelligence è il modello selezionato. In Rapido, Automatico e Approfondito, i messaggi vocali e le richieste di inviare email, ottenere indicazioni o cercare sul web vanno a un modello cloud di cui hai accettato l’avviso di condivisione dei dati, se ne hai uno. Manuale mantiene ogni messaggio sul modello selezionato.
ja: ルーティングは Apple Intelligence が選択されているときに適用されます。クイック、自動、ディープでは、音声のやり取りと、メール送信・経路案内・ウェブ検索のリクエストは、データ共有の通知に同意したクラウドモデルがあればそこに送られます。手動では、すべてのやり取りが選択したモデルに送られます。
ko: 라우팅은 Apple Intelligence가 선택된 모델일 때 적용됩니다. 빠름, 자동, 심층 모드에서는 음성 대화와 이메일 보내기, 길 안내, 웹 검색 요청이 데이터 공유 안내에 동의한 클라우드 모델이 있으면 그쪽으로 전송됩니다. 수동 모드는 모든 대화를 선택한 모델에 유지합니다.
nb: Ruting gjelder mens Apple Intelligence er den valgte modellen. I Rask, Auto og Dyp går talemeldinger og forespørsler om å sende e-post, få veibeskrivelse eller søke på nettet til en skymodell der du har godtatt varselet om datadeling, hvis du har en. Manuell holder alle meldinger på den valgte modellen.
nl: Routering geldt zolang Apple Intelligence het geselecteerde model is. In Snel, Automatisch en Diepgaand gaan spraakbeurten en verzoeken om e-mail te sturen, een route te krijgen of op het web te zoeken naar een cloudmodel waarvan je de melding over het delen van gegevens hebt geaccepteerd, als je er een hebt. Handmatig houdt elke beurt bij het geselecteerde model.
pt_br: O roteamento se aplica enquanto o Apple Intelligence é o modelo selecionado. Em Rápido, Automático e Profundo, mensagens de voz e pedidos para enviar e-mail, obter rotas ou pesquisar na web vão para um modelo na nuvem cujo aviso de compartilhamento de dados você aceitou, se houver. Manual mantém cada mensagem no modelo selecionado.
ru: Маршрутизация действует, пока выбрана модель Apple Intelligence. В режимах «Быстро», «Авто» и «Глубоко» голосовые запросы и просьбы отправить письмо, проложить маршрут или поискать в интернете уходят в облачную модель, уведомление о передаче данных которой вы приняли, если такая есть. В режиме «Вручную» каждый запрос остаётся у выбранной модели.
sv: Routning gäller medan Apple Intelligence är den valda modellen. I Snabb, Auto och Djup går röstmeddelanden och förfrågningar om att skicka mejl, få vägbeskrivning eller söka på webben till en molnmodell vars meddelande om datadelning du har godkänt, om du har en. Manuell håller varje meddelande på den valda modellen.
zh_hans: 路由仅在选择 Apple Intelligence 时生效。在快速、自动和深度模式下，语音对话以及发送邮件、获取路线或搜索网络的请求，会发送到你已接受其数据共享说明的云端模型（如有）。手动模式会让每轮对话都使用所选模型。

source: Row
ar: التجديف
da: Roning
de: Rudern
es: Remo
fi: Soutu
fr: Aviron
is: Róður
it: Canottaggio
ja: ローイング
ko: 로잉
nb: Roing
nl: Roeien
pt_br: Remo
ru: Гребля
sv: Rodd
zh_hans: 划船

source: Rowing
ar: التجديف
da: Roning
de: Rudern
es: Remo
fi: Soutu
fr: Aviron
is: Róður
it: Canottaggio
ja: ローイング
ko: 로잉
nb: Roing
nl: Roeien
pt_br: Remo
ru: Гребля
sv: Rodd
zh_hans: 划船

source: RR drift detected: %@ms
ar: تم رصد انحراف RR: %@م.ث
da: RR-drift registreret: %@ ms
de: RR-Drift erkannt: %@ ms
es: Deriva RR detectada: %@ ms
fi: RR-ajelehtimista havaittu: %@ ms
fr: Dérive RR détectée : %@ ms
is: RR-rek greint: %@ms
it: Deriva RR rilevata: %@ ms
ja: RR ドリフトを検出：%@ms
ko: RR 드리프트 감지: %@ms
nb: RR-drift oppdaget: %@ ms
nl: RR-drift gedetecteerd: %@ ms
pt_br: Desvio de RR detectado: %@ms
ru: Обнаружен дрейф RR: %@ мс
sv: RR-drift upptäckt: %@ ms
zh_hans: 检测到 RR 漂移：%@ms

source: RR interval (ms)
ar: فاصل RR (مللي ث)
de: RR-Intervall (ms)
es: Intervalo RR (ms)
fi: RR-väli (ms)
fr: Intervalle RR (ms)
is: RR-bil (ms)
it: Intervallo RR (ms)
ja: RR 間隔（ms）
ko: RR 간격(ms)
nb: RR-intervall (ms)
pt_br: Intervalo RR (ms)
ru: Интервал RR (мс)
sv: RR-intervall (ms)
zh_hans: RR 间期（毫秒）

source: RR points recovered: %lld
ar: نقاط RR المستردة: %lld
da: RR-punkter gendannet: %lld
de: Wiederhergestellte RR-Punkte: %lld
es: Puntos RR recuperados: %lld
fi: Palautetut RR-pisteet: %lld
fr: Points RR récupérés : %lld
is: RR-punktar endurheimtir: %lld
it: Punti RR recuperati: %lld
ja: 復元した RR ポイント：%lld
ko: 복구된 RR 포인트: %lld
nb: RR-punkter gjenopprettet: %lld
nl: RR-punten hersteld: %lld
pt_br: Pontos RR recuperados: %lld
ru: Восстановлено точек RR: %lld
sv: RR-punkter återställda: %lld
zh_hans: 已恢复的 RR 点：%lld

source: Run Repair Archive to remove these.
ar: شغّل «إصلاح الأرشيف» لإزالتها.
da: Kør Reparer arkiv for at fjerne dem.
de: Führe „Archiv reparieren“ aus, um sie zu entfernen.
es: Ejecuta Reparar archivo para eliminarlos.
fi: Poista ne suorittamalla Korjaa arkisto.
fr: Lancez Réparer l'archive pour les supprimer.
is: Keyrðu Lagfæra safn til að fjarlægja þær.
it: Esegui Ripara archivio per rimuoverli.
ja: 削除するには「アーカイブを修復」を実行してください。
ko: 제거하려면 아카이브 복구를 실행하세요.
nb: Kjør Reparer arkiv for å fjerne dem.
nl: Voer Archief repareren uit om ze te verwijderen.
pt_br: Execute Reparar Arquivo para removê-los.
ru: Запустите «Восстановить архив», чтобы удалить их.
sv: Kör Reparera arkiv för att ta bort dem.
zh_hans: 运行“修复存档”以移除这些文件。

source: Running
ar: الجري
da: Løb
de: Laufen
es: Carrera
fi: Juoksu
fr: Course à pied
is: Hlaup
it: Corsa
ja: ランニング
ko: 달리기
nb: Løping
nl: Hardlopen
pt_br: Corrida
ru: Бег
sv: Löpning
zh_hans: 跑步

source: Running FTP in watts
ar: FTP للجري بالواط
da: Løbe-FTP i watt
de: Lauf-FTP in Watt
es: FTP de carrera en vatios
fi: Juoksun FTP watteina
fr: FTP course à pied en watts
is: FTP í hlaupum í vöttum
it: FTP corsa in watt
ja: ランニングFTP（ワット）
ko: 러닝 FTP(와트)
nb: Løpe-FTP i watt
nl: Hardloop-FTP in watt
pt_br: FTP de corrida em watts
ru: FTP в беге, Вт
sv: Löp-FTP i watt
zh_hans: 跑步 FTP（瓦）

source: Running HRV analysis...
ar: جارٍ تحليل HRV...
da: Kører HRV-analyse...
de: HRV-Analyse läuft …
es: Ejecutando análisis HRV...
fi: Suoritetaan HRV-analyysiä...
fr: Analyse HRV en cours...
is: Keyri HRV-greiningu...
it: Analisi HRV in corso...
ja: HRV 分析を実行中...
ko: HRV 분석 실행 중...
nb: Kjører HRV-analyse...
nl: HRV-analyse uitvoeren...
pt_br: Executando a análise de HRV...
ru: Выполняется анализ ВСР...
sv: Kör HRV-analys...
zh_hans: 正在进行 HRV 分析...

source: Same field as Profile → Training emails. Set here or there — they share the same value.
ar: الحقل نفسه في الملف الشخصي ← رسائل البريد الإلكتروني للتدريب. اضبطه هنا أو هناك — فكلاهما يشترك في القيمة نفسها.
da: Samme felt som Profil → Trænings-e-mails. Angiv det her eller der — de deler samme værdi.
de: Dasselbe Feld wie Profil → Trainings-E-Mails. Hier oder dort festlegen — beide teilen sich denselben Wert.
es: Es el mismo campo que Perfil → Correos de entrenamiento. Configúralo aquí o allí — comparten el mismo valor.
fi: Sama kenttä kuin Profiili → Harjoittelusähköpostit. Aseta täällä tai siellä — niillä on sama arvo.
fr: Même champ que Profil → E-mails d'entraînement. Réglez-le ici ou là-bas — ils partagent la même valeur.
is: Sami reitur og Prófíll → Æfingatölvupóstar. Stilltu hér eða þar — þeir deila sama gildi.
it: Stesso campo di Profilo → E-mail di allenamento. Impostalo qui o là — condividono lo stesso valore.
ja: プロフィール → トレーニングメール と同じ項目です。どちらで設定しても値は共通です。
ko: 프로필 → 트레이닝 이메일과 같은 항목입니다. 어느 쪽에서 설정해도 같은 값을 공유합니다.
nb: Samme felt som Profil → Trenings-e-poster. Angi det her eller der — de deler samme verdi.
nl: Hetzelfde veld als Profiel → Trainings-e-mails. Stel het hier of daar in — ze delen dezelfde waarde.
pt_br: Mesmo campo que Perfil → E-mails de treino. Defina aqui ou lá — eles compartilham o mesmo valor.
ru: То же поле, что и Профиль → Письма о тренировках. Задайте здесь или там — значение общее.
sv: Samma fält som Profil → Träningsmejl. Ställ in det här eller där — de delar samma värde.
zh_hans: 与“个人资料 → 训练邮件”是同一项设置。在任一处设置均可 — 两者共享同一个值。

source: Saved as partial — interrupted
ar: حُفظ جزئيًا — مقاطَع
da: Gemt som delvis — afbrudt
de: Als Teil gespeichert — unterbrochen
es: Guardado como parcial — interrumpido
fi: Tallennettu osittaisena — keskeytyi
fr: Enregistré partiellement — interrompu
is: Vistað sem hluti — rofið
it: Salvato come parziale — interrotto
ja: 部分的に保存 — 中断
ko: 부분 저장 — 중단됨
nb: Lagret som delvis — avbrutt
nl: Opgeslagen als gedeeltelijk — onderbroken
pt_br: Salvo como parcial — interrompido
ru: Сохранено частично — прервано
sv: Sparat som delvis — avbrutet
zh_hans: 已部分保存 — 已中断

source: Saved locally; iCloud sync will retry.
ar: حُفظ محليًا؛ ستعيد مزامنة iCloud المحاولة.
da: Gemt lokalt; iCloud-synkronisering prøver igen.
de: Lokal gespeichert; die iCloud-Synchronisierung wird erneut versucht.
es: Guardado localmente; la sincronización con iCloud se reintentará.
fi: Tallennettu paikallisesti; iCloud-synkronointi yrittää uudelleen.
fr: Enregistré localement ; la synchronisation iCloud sera retentée.
is: Vistað á tækinu; iCloud samstilling reynir aftur.
it: Salvato in locale; la sincronizzazione iCloud riproverà.
ja: 端末に保存しました。iCloud 同期は再試行されます。
ko: 로컬에 저장되었습니다. iCloud 동기화를 다시 시도합니다.
nb: Lagret lokalt; iCloud-synkronisering prøver igjen.
nl: Lokaal opgeslagen; iCloud-synchronisatie probeert het opnieuw.
pt_br: Salvo localmente; a sincronização do iCloud tentará novamente.
ru: Сохранено локально; синхронизация iCloud будет повторена.
sv: Sparat lokalt; iCloud-synken försöker igen.
zh_hans: 已保存到本地；iCloud 同步将会重试。

source: Saved to your archive.
ar: حُفظ في أرشيفك.
da: Gemt i dit arkiv.
de: In deinem Archiv gespeichert.
es: Guardado en tu archivo.
fi: Tallennettu arkistoosi.
fr: Enregistré dans votre archive.
is: Vistað í safnið.
it: Salvato nel tuo archivio.
ja: アーカイブに保存しました。
ko: 보관함에 저장되었습니다.
nb: Lagret i arkivet ditt.
nl: Opgeslagen in je archief.
pt_br: Salvo no seu arquivo.
ru: Сохранено в архив.
sv: Sparat i ditt arkiv.
zh_hans: 已保存到你的存档。

source: Saving %lld sessions to archive...
ar: جارٍ حفظ %lld جلسة في الأرشيف...
da: Gemmer %lld sessioner i arkivet...
de: %lld Sitzungen werden im Archiv gespeichert …
es: Guardando %lld sesiones en el archivo...
fi: Tallennetaan %lld istuntoa arkistoon...
fr: Enregistrement de %lld sessions dans l'archive...
is: Vista %lld lotur í safn...
it: Salvataggio di %lld sessioni nell'archivio...
ja: %lld 件のセッションをアーカイブに保存中...
ko: 세션 %lld개를 보관함에 저장 중...
nb: Lagrer %lld økter i arkivet...
nl: %lld sessies opslaan in archief...
pt_br: Salvando %lld sessões no arquivo...
ru: Сохранение %lld сессий в архив...
sv: Sparar %lld sessioner i arkivet...
zh_hans: 正在将 %lld 个记录保存到存档...

source: Saving to archive...
ar: جارٍ الحفظ في الأرشيف...
da: Gemmer i arkivet...
de: Wird im Archiv gespeichert …
es: Guardando en el archivo...
fi: Tallennetaan arkistoon...
fr: Enregistrement dans l'archive...
is: Vista í safn...
it: Salvataggio nell'archivio...
ja: アーカイブに保存中...
ko: 보관함에 저장 중...
nb: Lagrer i arkivet...
nl: Opslaan in archief...
pt_br: Salvando no arquivo...
ru: Сохранение в архив...
sv: Sparar i arkivet...
zh_hans: 正在保存到存档...

source: Scanning for Concept2 erg…
ar: جارٍ البحث عن جهاز تجديف Concept2…
da: Søger efter Concept2-ergometer…
de: Suche nach Concept2-Ergometer…
es: Buscando el ergómetro Concept2…
fi: Etsitään Concept2-laitetta…
fr: Recherche de l’ergomètre Concept2…
is: Leitar að Concept2 þrektæki…
it: Ricerca dell'ergometro Concept2…
ja: Concept2 エルゴを検索中…
ko: Concept2 에르그 검색 중…
nb: Søker etter Concept2-romaskin…
nl: Zoeken naar Concept2-ergometer…
pt_br: Procurando o ergômetro Concept2…
ru: Поиск тренажёра Concept2…
sv: Söker efter Concept2-maskin…
zh_hans: 正在扫描 Concept2 划船机…

source: Scanning for foot pods…
ar: جارٍ البحث عن مستشعرات القدم…
da: Søger efter fodsensorer…
de: Suche nach Laufsensoren…
es: Buscando podómetros de pie…
fi: Etsitään askelantureita…
fr: Recherche de capteurs de pied…
is: Leitar að skrefanemum…
it: Ricerca dei foot pod…
ja: フットポッドを検索中…
ko: 풋 포드 검색 중…
nb: Søker etter fotsensorer…
nl: Zoeken naar voetsensoren…
pt_br: Procurando sensores de pé…
ru: Поиск датчиков на обуви…
sv: Söker efter fotsensorer…
zh_hans: 正在扫描足部传感器…

source: Score %@
ar: الدرجة %@
de: Wert %@
es: Puntuación %@
fi: Pisteet %@
is: Stig %@
it: Punteggio %@
ja: スコア %@
ko: 점수 %@
nb: Poeng %@
pt_br: Pontuação %@
ru: Оценка %@
sv: Poäng %@
zh_hans: 得分 %@

source: Scored before score versions were recorded
ar: سُجّلت الدرجة قبل تسجيل إصدارات الدرجات
da: Scoret, før scoreversioner blev registreret
de: Bewertet, bevor Bewertungsversionen erfasst wurden
es: Puntuado antes de que se registraran las versiones de puntuación
fi: Pisteytetty ennen kuin pisteytysversioita tallennettiin
fr: Calculé avant l'enregistrement des versions de score
is: Skorað áður en útgáfur skors voru skráðar
it: Calcolato prima che venissero registrate le versioni del punteggio
ja: スコアのバージョン記録開始前に算出
ko: 점수 버전이 기록되기 전에 산출됨
nb: Beregnet før poengversjoner ble registrert
nl: Berekend voordat scoreversies werden vastgelegd
pt_br: Calculado antes de as versões de pontuação serem registradas
ru: Рассчитано до того, как стали записываться версии оценки
sv: Beräknad innan poängversioner registrerades
zh_hans: 在记录评分版本之前计算

source: SD1/SD2 Ratio
ar: نسبة SD1/SD2
da: SD1/SD2-forhold
de: SD1/SD2-Verhältnis
es: Relación SD1/SD2
fi: SD1/SD2-suhde
fr: Rapport SD1/SD2
is: SD1/SD2-hlutfall
it: Rapporto SD1/SD2
ja: SD1/SD2 比
ko: SD1/SD2 비율
nb: SD1/SD2-forhold
nl: SD1/SD2-verhouding
pt_br: Razão SD1/SD2
ru: Отношение SD1/SD2
sv: SD1/SD2-kvot
zh_hans: SD1/SD2 比值

source: Searches OpenStreetMap for named trails near your current location. Pick one and it loads as today's route — and saves to your library so you can pick it again next time.
ar: يبحث في OpenStreetMap عن مسارات مسمّاة قرب موقعك الحالي. اختر واحدًا فيُحمَّل كمسار اليوم — ويُحفظ في مكتبتك لتتمكن من اختياره مرة أخرى لاحقًا.
da: Søger i OpenStreetMap efter navngivne stier nær din nuværende lokalitet. Vælg en, så indlæses den som dagens rute – og gemmes i dit bibliotek, så du kan vælge den igen næste gang.
de: Durchsucht OpenStreetMap nach benannten Trails in der Nähe deines aktuellen Standorts. Wähl einen aus, und er wird als heutige Route geladen – und in deiner Bibliothek gespeichert, damit du ihn nächstes Mal wieder auswählen kannst.
es: Busca en OpenStreetMap senderos con nombre cerca de tu ubicación actual. Elige uno y se cargará como la ruta de hoy, y se guardará en tu biblioteca para que puedas elegirlo de nuevo la próxima vez.
fi: Hakee OpenStreetMapista nimettyjä polkuja nykyisen sijaintisi läheltä. Valitse yksi, niin se ladataan päivän reitiksi – ja tallennetaan kirjastoosi, jotta voit valita sen uudelleen ensi kerralla.
fr: Recherche dans OpenStreetMap des sentiers nommés près de votre position actuelle. Choisissez-en un : il est chargé comme itinéraire du jour — et enregistré dans votre bibliothèque pour que vous puissiez le reprendre la prochaine fois.
is: Leitar í OpenStreetMap að nefndum slóðum nálægt núverandi staðsetningu þinni. Veldu eina og hún hleðst inn sem leið dagsins – og vistast í safninu þínu svo þú getir valið hana aftur næst.
it: Cerca su OpenStreetMap sentieri con nome vicino alla tua posizione attuale. Scegline uno e verrà caricato come percorso di oggi, e salvato nella tua libreria così potrai sceglierlo di nuovo la prossima volta.
ja: 現在地の近くにある名前付きトレイルをOpenStreetMapで検索します。1つ選ぶと今日のルートとして読み込まれ、次回また選べるようにライブラリに保存されます。
ko: 현재 위치 근처의 이름 있는 트레일을 OpenStreetMap에서 검색합니다. 하나를 선택하면 오늘의 경로로 불러오고, 다음에 다시 선택할 수 있도록 보관함에 저장됩니다.
nb: Søker i OpenStreetMap etter navngitte stier nær din nåværende posisjon. Velg én, så lastes den inn som dagens rute – og lagres i biblioteket ditt slik at du kan velge den igjen neste gang.
nl: Zoekt in OpenStreetMap naar trails met een naam in de buurt van je huidige locatie. Kies er een en hij wordt geladen als de route van vandaag – en bewaard in je bibliotheek zodat je hem de volgende keer weer kunt kiezen.
pt_br: Busca no OpenStreetMap trilhas com nome perto da sua localização atual. Escolha uma e ela será carregada como a rota de hoje — e salva na sua biblioteca para você escolher de novo da próxima vez.
ru: Ищет в OpenStreetMap именованные маршруты рядом с вашей текущей геопозицией. Выберите один — он загрузится как маршрут на сегодня и сохранится в вашей библиотеке, чтобы в следующий раз выбрать его снова.
sv: Söker i OpenStreetMap efter namngivna leder nära din nuvarande plats. Välj en så läses den in som dagens rutt – och sparas i ditt bibliotek så att du kan välja den igen nästa gång.
zh_hans: 在 OpenStreetMap 中搜索你当前位置附近有名称的步道。选择一条后，它会作为今天的路线载入，并保存到你的资料库，方便下次再次选择。

source: Sedentary
ar: قليل الحركة
da: Stillesiddende
de: Sitzend
es: Sedentario
fi: Liikkumaton
fr: Sédentaire
is: Kyrrseta
it: Sedentario
ja: 座りがち
ko: 좌식 생활
nb: Stillesittende
nl: Zittend
pt_br: Sedentário
ru: Малоподвижный
sv: Stillasittande
zh_hans: 久坐

source: Sent
ar: وقت الإرسال
da: Sendt
de: Gesendet
es: Enviado
fi: Lähetetty
fr: Envoyé
it: Inviato
ja: 送信日時
ko: 보낸 시간
nb: Sendt
nl: Verzonden
pt_br: Enviado
ru: Отправлено
sv: Skickat
zh_hans: 发送时间

source: Session already has this RR data - no recovery needed
ar: الجلسة تحتوي بالفعل على بيانات RR هذه - لا حاجة للاسترداد
da: Sessionen har allerede disse RR-data - ingen gendannelse nødvendig
de: Die Sitzung hat diese RR-Daten bereits – keine Wiederherstellung nötig
es: La sesión ya tiene estos datos RR: no hace falta recuperarlos
fi: Istunnossa on jo nämä RR-tiedot - palautusta ei tarvita
fr: La session contient déjà ces données RR - aucune récupération nécessaire
is: Lotan er þegar með þessi RR-gögn - engin endurheimt þörf
it: La sessione contiene già questi dati RR - nessun recupero necessario
ja: セッションには既にこの RR データがあります - 復元は不要です
ko: 세션에 이미 이 RR 데이터가 있습니다 - 복구할 필요 없음
nb: Økten har allerede disse RR-dataene - ingen gjenoppretting nødvendig
nl: Sessie bevat deze RR-data al - herstel niet nodig
pt_br: A sessão já tem esses dados RR - nenhuma recuperação necessária
ru: В сессии уже есть эти данные RR — восстановление не требуется
sv: Sessionen har redan denna RR-data - ingen återställning behövs
zh_hans: 记录已有此 RR 数据 - 无需恢复

source: Session data integrity check failed — the file may be corrupted.
ar: فشل التحقق من سلامة بيانات الجلسة — قد يكون الملف تالفًا.
da: Integritetskontrol af sessionsdata mislykkedes — filen kan være beskadiget.
de: Integritätsprüfung der Sitzungsdaten fehlgeschlagen – die Datei ist möglicherweise beschädigt.
es: Falló la comprobación de integridad de los datos de la sesión: el archivo puede estar dañado.
fi: Istuntotietojen eheystarkistus epäonnistui — tiedosto voi olla vioittunut.
fr: Échec du contrôle d’intégrité des données de session — le fichier est peut-être endommagé.
is: Heilleikaprófun lotugagna mistókst — skráin gæti verið skemmd.
it: Controllo di integrità dei dati della sessione non riuscito: il file potrebbe essere danneggiato.
ja: セッションデータの整合性チェックに失敗しました。ファイルが破損している可能性があります。
ko: 세션 데이터 무결성 검사에 실패했습니다. 파일이 손상되었을 수 있습니다.
nb: Integritetskontrollen av øktdata mislyktes — filen kan være skadet.
nl: Integriteitscontrole van sessiegegevens mislukt — het bestand is mogelijk beschadigd.
pt_br: Falha na verificação de integridade dos dados da sessão — o arquivo pode estar corrompido.
ru: Проверка целостности данных сессии не пройдена — файл может быть повреждён.
sv: Integritetskontrollen av sessionsdata misslyckades — filen kan vara skadad.
zh_hans: 记录数据完整性检查失败——文件可能已损坏。

source: Session file could not be found on disk.
ar: تعذّر العثور على ملف الجلسة على الجهاز.
da: Sessionsfilen blev ikke fundet på enheden.
de: Die Sitzungsdatei wurde auf dem Gerät nicht gefunden.
es: No se encontró el archivo de la sesión en el dispositivo.
fi: Istuntotiedostoa ei löytynyt laitteelta.
fr: Le fichier de session est introuvable sur l’appareil.
is: Lotuskráin fannst ekki í tækinu.
it: Il file della sessione non è stato trovato sul dispositivo.
ja: セッションファイルがデバイス上に見つかりませんでした。
ko: 기기에서 세션 파일을 찾을 수 없습니다.
nb: Fant ikke øktfilen på enheten.
nl: Het sessiebestand is niet gevonden op het apparaat.
pt_br: O arquivo da sessão não foi encontrado no dispositivo.
ru: Файл сессии не найден на устройстве.
sv: Sessionsfilen hittades inte på enheten.
zh_hans: 在设备上找不到记录文件。

source: Session files: %lld
ar: ملفات الجلسات: %lld
da: Sessionsfiler: %lld
de: Sitzungsdateien: %lld
es: Archivos de sesión: %lld
fi: Istuntotiedostot: %lld
fr: Fichiers de session : %lld
is: Lotuskrár: %lld
it: File di sessione: %lld
ja: セッションファイル: %lld
ko: 세션 파일: %lld
nb: Øktfiler: %lld
nl: Sessiebestanden: %lld
pt_br: Arquivos de sessão: %lld
ru: Файлы сессий: %lld
sv: Sessionsfiler: %lld
zh_hans: 记录文件：%lld
